[ru-RU]
gen_prefix_tifinagh=Тифинагск$(ая|ий|ое)
gen_tagScript_tifinagh=тифинагск$(ая|ий|ое)
tifinagh_n_let_a_ya_LTL=Я
tifinagh_n_let_b_yah_LTL=Ях
tifinagh_n_let_b_yah_berber_academy_LTL=Ях (Берберская академия)
tifinagh_n_let_b_yab_LTL=Яб
tifinagh_n_let_b_yabh_LTL=Ябх
tifinagh_n_let_s_yash_LTL=Яш
tifinagh_n_let_s_yach_LTL=Яч
tifinagh_n_let_d_yad_LTL=Яд
tifinagh_n_let_d_yadh_LTL=Яҙ
tifinagh_n_let_d_yadd_LTL=Ядд
tifinagh_n_let_d_yaddh_LTL=Ядҙ
tifinagh_n_let_e_yey_LTL=Йей
tifinagh_n_let_e_ye_LTL=Йе
tifinagh_n_let_f_yaf_LTL=Яф
tifinagh_n_let_g_yag_LTL=Яг
tifinagh_n_let_g_yagh_LTL=Яғ
tifinagh_n_let_g_yaghh_LTL=Яғх
tifinagh_n_let_g_yaj_LTL=Яй
tifinagh_n_let_g_yagh_ayer_LTL=Айерская Яғ
tifinagh_n_let_g_yagh_tuareg_LTL=Туарегская Яғ
tifinagh_n_let_h_tuareg_LTL=Туарегская Х
tifinagh_n_let_i_yi_LTL=Йи
tifinagh_n_let_j_yazh_LTL=Яж
tifinagh_n_let_j_yazh_tuareg_LTL=Туарегская Яж
tifinagh_n_let_j_yazh_ahaggar_LTL=Ахаггарская Яж
tifinagh_n_let_k_yak_LTL=Як
tifinagh_n_let_k_yak_tuareg_LTL=Туарегская Як
tifinagh_n_let_k_yakh_LTL=Яҳ
tifinagh_n_let_k_yakh_tuareg_LTL=Туарегская Яҳ
tifinagh_n_let_k_yakhh_LTL=Яҳх
tifinagh_n_let_l_yal_LTL=Ял
tifinagh_n_let_m_yam_LTL=Ям
tifinagh_n_let_n_yan_LTL=Ян
tifinagh_n_let_n_yang_LTL=Янг
tifinagh_n_let_n_yagn_LTL=Ягн
tifinagh_n_let_o_yaa_LTL=Яа
tifinagh_n_let_o_yo_LTL=Йо
tifinagh_n_let_p_yap_LTL=Яп
tifinagh_n_let_q_yaq_LTL=Яқ
tifinagh_n_let_q_yaq_tuareg_LTL=Туарегская Яқ
tifinagh_n_let_r_yar_LTL=Яр
tifinagh_n_let_r_yarr_LTL=Ярр
tifinagh_n_let_s_yas_LTL=Яс
tifinagh_n_let_s_yass_LTL=Ясс
tifinagh_n_let_t_yat_LTL=Ят
tifinagh_n_let_t_yatt_LTL=Ятт
tifinagh_n_let_t_yath_LTL=Яҫ
tifinagh_n_let_w_yu_LTL=Йу
tifinagh_n_let_v_yav_LTL=Яв
tifinagh_n_let_w_yaw_LTL=Яў
tifinagh_n_let_y_yay_LTL=Яи
tifinagh_n_let_z_yaz_LTL=Яз
tifinagh_n_let_z_yazz_LTL=Язз
tifinagh_n_let_z_yaz_tawellement_LTL=Тавеллементская Яз
tifinagh_n_let_z_yaj_berber_academy_LTL=Яй (Берберская академия)
tifinagh_n_let_w_modifier_labialization_mark_LTL=Знак лабиализации
tifinagh_n_sym_seprator_mark_LTL=Знак разделения
tifinagh_n_sym_consonant_joiner_LTL=Соединитель согласных